evaluation/ycsb_pm_results_log_flush/capybarakv_no_flush/Loada/Run10
config file ../ycsb_ffi/config.toml
[OVERALL], RunTime(ms), 156617
[OVERALL], Throughput(ops/sec), 63850.02905176322
[TOTAL_GCS_G1_Young_Generation], Count, 64
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 130
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.08300503776729218
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 64
[TOTAL_GC_TIME], Time(ms), 130
[TOTAL_GC_TIME_%], Time(%), 0.08300503776729218
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 491648.0
[CLEANUP], MinLatency(us), 491520
[CLEANUP], MaxLatency(us), 491775
[CLEANUP], 95thPercentileLatency(us), 491775
[CLEANUP], 99thPercentileLatency(us), 491775
[INSERT], Operations, 10000000
[INSERT], AverageLatency(us), 11.6151073
[INSERT], MinLatency(us), 10
[INSERT], MaxLatency(us), 2437119
[INSERT], 95thPercentileLatency(us), 12
[INSERT], 99thPercentileLatency(us), 12
[INSERT], Return=OK, 10000000